Repository: Demiurge67/R2305
Catalog: feeds/luci/applications/luci-app-shairplay/po/*/shairplay.po
Languages: cs

source: AO Device ID
cs: Identifikátor zařízení AO

source: AO Device Name
cs: Název zařízení AO

source: AO Driver
cs: AO ovladač

source: Airport Name
cs: Název Airport

source: Default
cs: Výchozí

source: Enabled
cs: Zapnuto

source: Grant UCI access for luci-app-shairplay
cs: Udělit oprávnění k UCI pro luci-app-shairplay

source: HW Address
cs: HW adresa

source: Password
cs: Heslo

source: Respawn
cs: V případě výpadku znovu spustit

source: Shairplay is a simple AirPlay server implementation, here you can configure the settings.
cs: Shairplay je jednoduchá implementace serveru AirPlay. Zde je možné provést nastavení.
