Repository: Demiurge67/R2305
Catalog: feeds/luci/applications/luci-app-cshark/po/*/cshark.po
Languages: he

source: Actions
he: פעולות

source: Capture URL
he: כתובת לכידה

source: Capture links
he: קישורי לכידה

source: Capture time
he: זמן לכידה

source: Clear list
he: פינוי רשימה

source: CloudShark API token
he: אסימון API של CloudShark

source: CloudShark URL
he: כתובת של CloudShark

source: Filter
he: מסנן

source: Grant UCI access for luci-app-cshark
he: הענקת גישת UCI ל־luci-app-cshark

source: Interface
he: מנשק

source: Loading
he: בטעינה

source: Options
he: אפשרויות

source: Start capture
he: התחלת לכידה

source: Start network capture
he: התחלת לכידת רשת

source: Stop capture
he: עצירת הלכידה

source: Waiting for capture to complete...
he: בהמתנה להשלמת לכידה…

source: Waiting for upload to complete...
he: בהמתנה להשלמת העלאה…

source: any
he: כלשהו

source: bytes
he: בתים

source: packets
he: מנות נתונים

source: seconds
he: שניות

source: seconds, packets, bytes
he: שניות, מנות נתונים, בתים

source: timeout, bytes, seconds
he: זמן קצוב, בתים, שניות

source: value for [seconds, packets, bytes] must be Integer
he: ערך עבור [שניות, מנות נתונים, בתים] חייב להיות מספר שלם וחיובי
