Repository: Demiurge67/R2305
Catalog: feeds/luci/applications/luci-app-ahcp/po/*/ahcp.po
Languages: lt

source: AHCP Server
lt: „AHCP“ serveris

source: AHCP is an autoconfiguration protocol for IPv6 and dual-stack IPv6/IPv4 networks designed to be used in place of router discovery or DHCP on networks where it is difficult or impossible to configure a server within every link-layer broadcast domain, for example mobile ad-hoc networks.
lt: „AHCP“ yra automatinio konfigūravimo protokolas, skirtas IPv6 ir dviejų sluoksnių IPv6/IPv4 tinklams, kad būtų naudojamas vietoj maršrutizatoriaus aptikimo ar „DHCP“ tinkluose, kuriuose yra sunku arba neįmanoma sukonfigūruoti serverio, kiekviename nuorodų sluoksnio transliavimo domene-srityje, pavyzdžiui.: mobiliesiems. „ad-hoc“ tinklams.

source: Active AHCP Leases
lt: Aktyvios „AHCP“ nuomos

source: Address
lt: Adresas

source: Advanced Settings
lt: Pažangūs nustatymai

source: Age
lt: Amžius

source: Announced DNS servers
lt: Paskelbti „DNS“ serveriai

source: Announced NTP servers
lt: Paskelbti „NTP“ serveriai

source: Announced prefixes
lt: Paskelbti prielinksniai/priešdėliai

source: Collecting data...
lt: Renkama/-i informacija (duomenys)...

source: Disable DNS setup
lt: Išjungti „DNS“ sąranką

source: Forwarder
lt: Persiuntėjas

source: General Setup
lt: Bendra sąranka

source: Grant UCI access for luci-app-ahcp
lt: Suteikti „UCI“ prieigą – „luci-app-ahcp“

source: IPv4 and IPv6
lt: IPv4 ir IPv6

source: IPv4 only
lt: Tik IPv4

source: IPv6 only
lt: Tik IPv6

source: Lease directory
lt: Nuomos katalogas/vietovė

source: Lease validity time
lt: Nuomos galiojimo laikas

source: Log file
lt: Žurnalo failas

source: Multicast address
lt: Daugiadresinio transliavimo adresas

source: Operation mode
lt: Veikimo režimas

source: Port
lt: Prievadas

source: Protocol family
lt: Protokolo „šeima“

source: Served interfaces
lt: Tarnaujamos/-i sąsajos ir/arba sietuvai

source: Server
lt: Serveris

source: Specifies the announced IPv4 and IPv6 NTP servers
lt: Nurodo paskelbtus – IPv4 ir IPv6, „NTP“ serverius

source: Specifies the announced IPv4 and IPv6 name servers
lt: Nurodo paskelbtus – IPv4 ir IPv6, pavadinimo serverius

source: Specifies the announced IPv4 and IPv6 network prefixes in CIDR notation
lt: Nurodo paskelbtus – IPv4 ir IPv6 tinklo priešdėlius, „CIDR“ žymėjimu

source: The AHCP Service is not running.
lt: „AHCP“ tarnyba neveikia.

source: The AHCP Service is running with ID %s.
lt: „AHCP“ tarnyba veikia su ID – %s.

source: There are no active leases.
lt: Nėra jokių aktyvių nuomų.

source: Unique ID file
lt: Išskirtinis ID failas
