Repository: Demiurge67/R2305
Catalog: feeds/luci/applications/luci-app-polipo/po/*/polipo.po
Languages: lt

source: Advanced Settings
lt: Pažangūs nustatymai

source: Allowed clients
lt: Leidžiami klientai

source: Always use system DNS resolver
lt: Visada naudoti sistemos – „DNS“ sprendiklį

source: Basic HTTP authentication supported. Provide username and password in username:password format.
lt: Palaikomas pagrindinis – „HTTP“ autentifikavimas. Pateikite naudotojo/vartotojo vardą (t.y slapyvardį) ir slaptažodį – naudotojo/vartotojo vardo (t.y slapyvardžio): slaptažodžio formatu.

source: Configuration
lt: Konfigūravimas

source: DNS and Query Settings
lt: „DNS“ ir užklausos nustatymai

source: DNS server address
lt: „DNS“ serverio adresas

source: Delete cache files time
lt: Ištrinti talpyklos failus (*laikas*)

source: Disk cache location
lt: Disko talpyklos vietovė

source: Do not query IPv6
lt: Neužklausti – IPv6

source: Enable if cache (proxy) is shared by multiple users.
lt: Įjungti/Įgalinti, jei talpykla/podėlis (įgaliotasis) yra bendrinama kelių vartotojų.

source: First PMM segment size (in bytes)
lt: Pirmasis – „PMM“ segmento dydis (baitais)

source: General Settings
lt: Bendri nustatymai

source: Grant UCI access for luci-app-polipo
lt: Suteikti „UCI“ prieigą – „luci-app-polipo“

source: How much RAM should Polipo use for its cache.
lt: Kiek atminties „Polipo“ tūrėtų naudoti savo talpyklai.

source: In RAM cache size (in bytes)
lt: Atminties talpyklos dydis (baitais)

source: Listen address
lt: Laukti (-iama/-s) prisijungimo/jungties ryšio adresas/-o

source: Listen port
lt: Laukti (-iama/-s) prisijungimo/jungties ryšio prievadui

source: Location where polipo will cache files permanently. Use of external storage devices is recommended, because the cache can grow considerably. Leave it empty to disable on-disk cache.
lt: Vietovė, kurioje – „polipo“ visam laikui talpins failus. Rekomenduojama naudoti išorinius saugojimo įrenginius, nes talpykla/podėlis gali gerokai padidėti. Palikite tuščią, kad išjungtumėte talpyklą/podėlį, diske.

source: Log file location
lt: Žurnalo failo vietovė

source: Log to syslog
lt: Žurnalinti į „syslog“

source: Logging and RAM
lt: Žurnalinimas ir atmintis

source: Never use system DNS resolver
lt: Niekados nenaudoti sistemos – „DNS“ sprendiklį

source: On-Disk Cache
lt: Ant-Disko talpykla

source: PMM segments size (in bytes)
lt: „PMM“ segmentų dydis (baitais)

source: Parent Proxy
lt: Teikiamojo įgaliotas

source: Parent proxy address
lt: Teikiamojo įgaliotojo adresas

source: Parent proxy address (in host:port format), to which Polipo will forward the requests.
lt: Teikiamojo įgaliotojo adresas („host:port“ formatu), į kurį „Polipo“ persiųs prašymus.

source: Parent proxy authentication
lt: Teikiamojo įgaliotojo autentifikavimas

source: Polipo Status
lt: „Polipo“ būsena

source: Polipo is a small and fast caching web proxy.
lt: „Polipo“ yra mažai apkraunanti ir greitas tinklo talpyklos įgaliotojas.

source: Poor Man's Multiplexing
lt: „Poor Man's“– tankintuvas/-imas

source: Poor Man's Multiplexing (PMM) is a technique that simulates multiplexing by requesting an instance in multiple segments. It tries to lower the latency caused by the weakness of HTTP protocol. NOTE: some sites may not work with PMM enabled.
lt: „Poor Man's“ tankintuvas/-imas („PMM“) – yra technika, kuri imituoja tankinimą, prašydama egzemplioriaus, keliuose segmentuose. Jis bando sumažinti delsą, kurią sukelia – „HTTP“ protokolo silpnumas. PASTABA: kai kurios svetainės gali neveikti, kai įjungtas/įgalintas su – „PMM“.

source: Port on which Polipo will listen
lt: Prievadas, ant kurio – „Polipo“ lauks prisijungimo/jungties ryšio

source: Proxy
lt: Įgaliotas

source: Query DNS by hostname
lt: Pateikti užklausą – „DNS“, pagal įrenginio (t.y skleidėjo/vedėjo) pavadinimą

source: Query DNS directly, fallback to system resolver
lt: Pateikti – „DNS“ užklausą tiesiogiai, su atsarginę kopiją/priemonę ir/arba surogatu, į sistemos sprendiklį

source: Query DNS directly, for unknown hosts fall back to system resolver
lt: Pateikti – „DNS“ užklausą tiesiogiai, skirtoms nežinomų skleidėjų/vedėjų atsarginėms kopijoms/priemonėms ir/arba surogatų, į sistemos sprendiklį

source: Query DNS for IPv6
lt: Pateikti – „DNS“ užklausą, skirtai – IPv6

source: Query IPv4 and IPv6, prefer IPv4
lt: Pateikti – IPv4 ir IPv6 užklausas, teikti pirmenybę – IPv4

source: Query IPv4 and IPv6, prefer IPv6
lt: Pateikti – IPv4 ir IPv6 užklausas, teikti pirmenybę – IPv6

source: Query only IPv6
lt: Pateikti užklausą, skirtai tik – IPv6

source: Set the DNS server address to use, if you want Polipo to use different DNS server than the host system.
lt: Nustatyti naudojamą – „DNS“ serverio adresą, jei Jūs norite, kad – „Polipo“ naudotų kitą „DNS“ serverį, negu skleidėjo/vedėjo sistemą.

source: Shared cache
lt: Bendrinama talpykla

source: Size of the first PMM segment. If not defined, it defaults to twice the PMM segment size.
lt: Pirmo „PMM“ segmento dydis. Jeigu nenustatytas, numatytai nusistato į dvigubą „PMM“ segmento dydį.

source: Size to which cached files should be truncated
lt: Dydis, iki kurio talpykloje saugomi failai turėtų būti nupjauti/patrumpinti

source: Status
lt: Būklė/Būsena

source: Syslog facility
lt: „Syslog“ priemonė

source: The interface on which Polipo will listen. To listen on all interfaces use 0.0.0.0 or :: (IPv6).
lt: Sąsają ir/arba Sietuvas, kurioje – „Polipo“ lauks prisijungimo/jungties ryšio. Norėdami laukti prisijungimo/jungties ryšio, visose sąsajose ir/arba sietuvose, naudokite – „0.0.0.0“ arba „::“ (IPv6).

source: Time after which cached files will be deleted
lt: Laikas, po kurio talpinti failai bus pašalinti

source: Time after which cached files will be truncated
lt: Laikas, po kurio talpinti failai bus nupjauti/patrumpinti

source: To enable PMM, PMM segment size must be set to some positive value.
lt: Kad įjungtumėte „PMM“; „PMM“ segmento dydis turi būti nustatytas į teigiamą reikšmę.

source: Truncate cache files size (in bytes)
lt: Nupjauti/Patrumpinti talpyklos/podėlio failų dydį (baitais)

source: Truncate cache files time
lt: Nupjauti/Patrumpinti talpyklos/podėlio failų laiką

source: Use of external storage device is recommended, because the log file is written frequently and can grow considerably.
lt: Išorinės talpos/vietovės naudojimas yra rekomenduojamas, nes žurnalo failas yra įrašomas dažnai ir gali išaugti pakankamai daug.

source: When listen address is set to 0.0.0.0 or :: (IPv6), you must list clients that are allowed to connect. The format is IP address or network address (192.168.1.123, 192.168.1.0/24, 2001:660:116::/48 (IPv6))
lt: Kai laukiantis prisijungimo/jungties ryšio adresas yra nustatytas į – „0.0.0.0“ arba „::“ (IPv6), turite išvardyti klientus, kuriems yra leidžiama prisijungti/užmegzti ryšį. Formatas yra – IP adresas arba tinklo adresas (192.168.1.123, 192.168.1.0/24, 2001:660:116::/48 (IPv6))

source: enable
lt: įjungti/įgalinti
